Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/organisaatio.html.tmx
Source language: fin
Languages: sme

source: Organisaatio
sme: Organisašuvdna

source: Kansallisen lainsäädännön lisäksi saamelaiskäräjien toimintaa ohjaa saamelaiskäräjien kokouksen hyväksymä työjärjestys , jossa säädetään mm. viroista, eri elimistä ja niiden tehtävistä sekä hallintomenettelystä saamelaiskäräjillä.
sme: Sámedikki čállingoddái gullet golbma doaimmahaga.

source: Saamelaiskäräjien sihteeristö koostuu kolmesta toimistosta: yleinen toimisto, saamen kielen toimisto sekä koulutus- ja oppimateriaalitoimisto.
sme: 1. Almmolaš doaimmahat

source: 1. Yleinen toimisto
sme: Almmolaš doaimmahat dikšu ekonomiija-, bargoveahka- ja eará almmolašhálddahussii gullevaš áššiid.

source: Yleisen toimiston tehtävänä on hoitaa Saamelaiskäräjien talous-, henkilöstö- ja muuta yleishallintoa koskevat asiat sekä asiat, joita ei ole määrätty muiden toimistojen hoidettavaksi.
sme: 2. Sámegiela doaimmahat

source: Yleisen toimiston alaisuudessa toimivat kulttuurikeskus Sajoksen palveluyksikkö ja sosiaali- ja terveysyksikkö sekä saamelainen lastenkulttuurikeskus, musiikkikeskus ja alkuperäiskansojen elokuvakeskus.
sme: Sámegiela doaimmahat ollašuhttá sámi giellalágas (láhka 1086/2003, ásahus 108/2004) dárkkuhuvvon bargguid.

source: 2. Saamen kielen toimisto
sme: Dat fuolaha lágas dárkkuhuvvon jorgalusaid doaimmaheamis sierra virgeoapmahaččaide ja lágádusaide, veahkeha virgeoapmahaččaid ja lágádusaid sámegielat tulkkaid skáhppomis ja maiddái sámi giellalágas dárkkuhuvvon eará bargguin sihke čuovvu sámi giellalágas ásahuvvon ulbmiliid ollašuvvama ja bargá dárbbu mielde álgagiid sámegiela geavaheami ovddideapmin.

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
sme: 3. Skuvlen- ja oahppamateriáladoaimmahat

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
sme: Skuvlen- ja oahppamateriáladoaimmahat válmmaštallá ja ollašuhttá lávdegotti gieđahallan áššiid.

source: 3. Koulutus- ja oppimateriaalitoimisto
sme: Dat vástida sámegielat oahppamateriála plánemis, válmmašteamis ja juohkimis, sámenuoraid dáiddadáhpáhusa ordnemiin, almmustahttá sámeoahpahusa statistihkaid ja doallá oktavuođa sámeoahpahusa lágideaddji gielddaide ja skuvllaide ja maiddái oahpahusa hálddahussii.

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
sme: Doaimmahat válmmaštallá ja ollašuhttá maiddái sámi skuvlenáššiid ovttasbargoorgána čoahkkimiid áššiid ja oassálastá sámi oahpahushálddahusa davviriikkalaš ovttasbargui.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
sme: Doaibmabáikkit

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
sme: Sámedikki čállingotti váldodoaibmabáiki lea Anáris.

source: Toimipaikat
sme: Sámedikkis leat siidodoaibmabáikkit maiddái Eanodaga, Ohcejoga ja Soađegili kirkosiiddain.

source: Saamelaiskäräjien sihteeristön päätoimipaikka sijaitsee Inarissa Saamelaiskulttuurikeskus Sajoksessa.
sme: Sámedikki bargoortnet

source: Saamelaiskäräjillä on sivutoimipisteet myös Enontekiön ja Utsjoen kirkonkylissä.
sme: Bargiid oktavuođadieđut
